Repository: gapan/functionplot
Catalog: po/*.po
Languages: el

source: -sin(x)
el: -ημ(x)

source: <b>Example functions:</b>
el: <b>Παραδείγματα συναρτήσεων:</b>

source: About FunctionPlot
el: Σχετικά με το FunctionPlot

source: Add function
el: Προσθήκη συνάρτησης

source: An intelligent mathematical function plotting application. Developed as a thesis project in Hellenic Open University.
el: Μία έξυπνη εφαρμογή σχεδιασμού μαθηματικών συναρτήσεων. Αναπτύχθηκε στα πλαίσια πτυχιακής εργασίας για το Ελληνικό Ανοιχτό Πανεπιστήμιο.

source: Auto zoom
el: Αυτόματη μεγέθυνση

source: Calculating
el: Γίνονται υπολογισμοί

source: Category combinations:
el: Συνδυασμοί κατηγοριών:

source: Create new file?
el: Δημιουργία νέου αρχείου;

source: Enter the mathematical expression for the function:
el: Εισάγετε τη μαθηματική έκφραση της συνάρτησης

source: Error
el: Σφάλμα

source: Error exporting file.
el: Σφάλμα κατά την εξαγωγή του αρχείου.

source: Error reading file.
el: Σφάλμα κατά την ανάγνωση του αρχείου.

source: Error saving file.
el: Σφάλμα κατά την αποθήκευση του αρχείου.

source: Export
el: Εξαγωγή

source: File already exists
el: Το αρχείο υπάρχει ήδη

source: File already exists. Overwrite?
el: Το αρχείο υπάρχει ήδη. Να γίνει αντικατάσταση;

source: File doesn't look like a FunctionPlot file.
el: Το αρχείο δεν μοιάζει να είναι αρχείο της εφαρμογής FunctionPlot.

source: File has not been saved. Are you sure you want to open a new file?
el: Το αρχείο δεν έχει αποθηκευτεί. Είστε σίγουροι ότι επιθυμείτε να ανοίξετε ένα νέο αρχείο;

source: File has not been saved. Are you sure you want to quit?
el: Το αρχείο δεν έχει αποθηκευτεί. Είστε σίγουροι ότι επιθυμείτε να τερματίσετε την εφαρμογή;

source: Function
el: Συνάρτηση

source: FunctionPlot files
el: Αρχεία FunctionPlot

source: Functions with roots:
el: Συναρτήσεις με ρίζες:

source: Higher degree polynomials:
el: Πολυώνυμα μεγαλύτερου βαθμού:

source: L_ower Right
el: Κάτω δε_ξιά

source: Linear functions:
el: Γραμμικές συναρτήσεις:

source: Logarithmic functions:
el: Λογαριθμικές συναρτήσεις

source: New
el: Νέο

source: New graph
el: Νέο γράφημα

source: Open
el: Άνοιγμα

source: Open file?
el: Άνοιγμα αρχείου;

source: Open graph
el: Άνοιγμα γραφήματος

source: Open...
el: Άνοιγμα...

source: PNG image files
el: Αρχεία εικόνας PNG

source: Performing calculations. Please wait...
el: Γίνονται υπολογισμοί. Παρακαλώ περιμένετε...

source: Power functions:
el: Εκθετικές συναρτήσεις

source: Quadratic functions:
el: Συναρτήσεις δευτέρου βαθμού:

source: Quit?
el: Έξοδος;

source: Rational functions:
el: Ρητές συναρτήσεις

source: Remove function
el: Αφαίρεση συνάρτησης

source: Save
el: Αποθήκευση

source: Save as...
el: Αποθήκευση ως...

source: Save graph
el: Αποθήκευση γραφήματος

source: Show _Legend
el: Εμφάνιση _λεζάντας

source: Show _Points of Interest
el: Εμφάνιση _σημείων ενδιαφέροντος

source: The function expression is not valid.
el: Η μαθηματική έκφραση δεν είναι έγκυρη

source: Trigonometric functions:
el: Τριγωνομετρικές συναρτήσεις:

source: Upper _Left
el: Πάνω _αριστερά

source: Upper _Right
el: Πάνω _δεξιά

source: Visible
el: Εμφάνιση

source: Zoom in
el: Μεγέθυνση

source: Zoom out
el: Σμίκρυνση

source: _45 degrees slope
el: Σημεία με κλίση _45 μοιρών

source: _Discontinuities
el: _Ασυνέχειες

source: _Edit
el: _Επεξεργασία

source: _File
el: _Αρχείο

source: _Function intersections
el: Σημεία _τομής συναρτήσεων

source: _Group points that are close
el: _Ομαδοποίηση κοντινών σημείων

source: _Help
el: _Βοήθεια

source: _Horizontal asymptotes
el: _Οριζόντιες ασύμπτωτες

source: _Inflection points
el: Σημεία _καμπής

source: _Legend
el: _Λεζάντα

source: _Local extrema
el: _Τοπικά ακρότατα

source: _Logscale
el: _Λογαριθμικοί άξονες

source: _Lower Left
el: _Κάτω αριστερά

source: _Outliers
el: _Απομακρυσμένες τιμές

source: _Points Of Interest
el: _Σημεία ενδιαφέροντος

source: _View
el: Ε_μφάνιση

source: _X intercepts
el: Σημεία τομής με τον άξονα _Χ

source: _Y intercepts
el: Σημείο τομής με τον άξονα _Υ

source: cos(x)
el: συν(x)

source: cot(x)
el: σφ(x)

source: csc(x)
el: στεμ(x)

source: sec(x)
el: τεμ(x)

source: sin(2x)
el: ημ(2x)

source: sin(log(x))
el: ημ(log(x))

source: sin(x)
el: ημ(x)

source: sin(x+1)
el: ημ(x+1)

source: sin(x-1)
el: ημ(x-1)

source: tan(x)
el: εφ(x)

source: translator-credits
el: Γιώργος Βλαχάβας

source: x-cos(x)
el: x-συν(x)
